;
; Файл перекладу AE
; Для версiї 0.6.8.414 та вище.
; (c) 2007-2016 WKStudio and The Contributors.
; Ця программа є безкоштовною. Докладнiше у лiцензiйнiй угодi.
;
; Цей файл можна спокiйно перекладати. Прохання не знущатися. ^_^
; Скопiюйте цей файл пiд назвою Ім'я_моєї_мови.lang, i AE пiдчепить їх наступного разу.
;
; AE пiдтримує файли трансляцiй у ANSI, Shift-JIS та Юнiкодi. UTF-8 не пiдтримується.
;
; Цей файл використовує кодування Unicode | RUSSIAN_CHARSET
;
; Мова: Україньська (Ukrainian)
;
; Автор перекладу: katta aka M3956 (ZCT Media Research Labs).
; Дата перекладу: 11 лютого 2010 року.
;

[Lang]
;
; Версiя программи (для вiдключення застарiлих файлiв локалiзацiї)
;
AppVersion                       =0.6.8.414

;
; Назва мови
;
Name                             =Україньська (Ukrainian)

;
; Набiр символiв шрифту
;
;   0 = ANSI_CHARSET
;   1 = DEFAULT_CHARSET
;   2 = SYMBOL_CHARSET
;  77 = MAC_CHARSET
; 128 = SHIFTJIS_CHARSET
; 129 = HANGEUL_CHARSET
; 130 = JOHAB_CHARSET
; 134 = GB2312_CHARSET
; 136 = CHINESEBIG5_CHARSET
; 161 = GREEK_CHARSET
; 162 = TURKISH_CHARSET
; 177 = HEBREW_CHARSET
; 178 = ARABIC_CHARSET
; 186 = BALTIC_CHARSET
; 204 = RUSSIAN_CHARSET
; 222 = THAI_CHARSET
; 238 = EASTEUROPE_CHARSET
; 255 = OEM_CHARSET
;
Charset                          =204

;
; Please see
;
; http://msdn.microsoft.com/en-us/goglobal/bb964664.aspx
;
; for proper locale ID
;
LCID                             =1058

;
; Флаг мови :)
;
LangFlag                         =bitmaps/flag/ua.png

;//////////////////////////////////////
;// Інформацiя про перекладача       //
;//////////////////////////////////////
;
; Будь ласка, збережуйте префiкси "http://" та "mailto:" (можна також пiдставити що-небудь на зразок
; "ReadMe.txt", або даже "command.com", вони теж будуть працювати ;) )
;
; Увага: НЕ ЗАЛИШАЙТЕ ЇХ ПОРОЖНИМИ! Якщо немає, то так и пишiть - "немає".
;
Translator                       =katta aka M3956 (ZCT Media Research Labs)
TranslatorWWW                    =тимчасово немає
TranslatorEMail                  =mailto:zct@ya.ru

;//////////////////////////////////////
;// Шрифт та розмiр                  //
;//////////////////////////////////////
;
; Рекомендується використовувати моноширнi шрифти (такi как Lucida Console або Courier)
;
; Звичайно: Lucida Console та 7 пикселiв
;
;FontFace                         =Lucida Console
FontFace                         =Helv
FixedFontFace                    =Lucida Console
FontSize                         =7

;//////////////////////////////////////
;// Елементи головного вiкна         //
;//////////////////////////////////////

TS_Archiver                      =Архiви
TS_Audio                         =Аудiо
TS_Image                         =Зображення
TS_SCR                           =Скрипти
TS_Data                          =Данi
TS_Options                       =Налаштування
TS_Log                           =Консоль
TS_About                         =Про программу

L_Messageboard                   =Повiдомлення
L_Mini_Log.Hint                  =Натиснiть двiчи для вiдображення журналу

;//////////////////////////////////////
;// Інструменти для архiвiв          //
;//////////////////////////////////////

SB_OpenArchive                   =Вiдкрити архiв
SB_ExtractFile                   =Витягти файл
SB_ExtractAll                    =Витягти усi файли
SB_CreateArchive                 =Створити архiв
SB_CloseArchive                  =Закрити архiв

M_Arc_Files                      =Зiбрати з файлiв
M_Arc_Directory                  =Зiбрати з директорiї
M_Arc_List                       =Зiбрати зi списку

M_Arc_Extract                    =Витягти файл
M_Arc_ExtractAll                 =Витягти усi файли

M_Arc_RAW                        =RAW-режим

M_Arc_ExtRAW                     =Витягти файл
M_Arc_ExtAllRAW                  =Витягти усi файли

M_Arc_ListGen                    =Створити текстовий список файлiв

M_Arc_CreateArchive              =Створити архiв...

M_Arc_SubFiles                   =...з файлiв
M_Arc_SubDirectory               =...з директорiї
M_Arc_SubList                    =...зi списку

M_Arc_Special                    =Особливе...

M_Arc_HTMLList                   =Створити HTML-список файлiв
M_Arc_HTMLListDir                =Створити HTML-список файлiв з директорiї

M_Arc_HTMLFormatList             =[Вiдладка] Сгенерувати HTML-список пiдтримуючихся форматiв
M_Arc_FormatsWriteIntoConsole    =[Вiдладка] Вивести список пiдтримуючихся форматiв у консоль

M_Arc_GetHashes                  =Вирахувати контрольнi суми CRC32 та MD5

M_Arc_FragmentationCheck         =[Застарiло] Перевiрити на фрагментацiю

M_Arc_View                       =Вигляд...
M_Arc_Icons                      =Значки
M_Arc_Report                     =Таблиця

M_Arc_Properties                 =Властивостi

;//////////////////////////////////////
;// Інструменти для архiвiв - стор.1 //
;//////////////////////////////////////

TS_ArchiveInterface              =Інформацiя

GB_ArchiveOutputFormat           =Вихiдний формат архiву

CB_ArchiveFormatList.Hint        =Встановлює вихiдний формат архiву

GB_ArchiveInfo                   =Інформацiя про архiв

FileList_Column_0                =Ім'я файла та шлях
FileList_Column_1                =Розмiр
FileList_Column_2                =Стиснутий розмiр
FileList_Column_3                =Змiщення (оффсет)

L_FileNameTitle                  =Ім'я файла:
L_ArchiveSizeTitle               =Розмiр файла:
L_ArchiveFormatTitle             =Формат:
L_RecordsCountTitle              =Записiв:

GB_AdditionalArcInfo             =Іншi данi архиву

L_ArchiveHexTitle                =CRC32:
L_ArchiveMD5Title                =MD5:

;//////////////////////////////////////
;// Інструменти для архiвiв - стор.2 //
;//////////////////////////////////////

TS_ArchiveSetup                  =Налаштування

GB_ArchiveSetup                  =Налаштування архiватора

GB_ArchiveLoading                =Завантаження та сбереження архiву
CB_Do_CRC32                      =Обчислювати контрольнi суми CRC32 та MD5 (знiмiть мiтку, якщо завантаження займає забагато часу)
CB_ArchiveListHumanReadable      =Вiдображати читабельнi розмiри файлiв замiсть шостнадцятеричних чисел
CB_AllowArchiveOverwrite         =Дозволити перезапис (не дає деяким дурням змоги вбити оригiнальний архiв)
CB_RecursiveDirMode              =Вiкористовувати рекурсивне сканування директорiй (тобто шукати файли в пiддиректорiях та зберiгати шляхи в архiв, якщо його формат це пiдтримує)

GB_ArchiveHiddenScan             =Визначення прихованих метаданих архiву

CB_HiddenDataAutoscan            =Дозволити автоматичне визначення та вiдновлення при завантаженнi
CB_HiddenDataAutoscanAsk         =Питати у користувача пiдтвердження на виконання дiї

GB_ArchiveCreation               =Створення архiву

GB_ArchiveAddingMethod           =Метод додавання файлiв зазвичай
RB_Arc_Files                     =Джерело - файли (не бiльш нiж 2500)
RB_Arc_Directory                 =Джерело - директорiя
RB_Arc_List                      =Джерело - файл-список

;//////////////////////////////////////
;// Інструменти для аудiо            //
;//////////////////////////////////////

SB_Audio_Open                    =Вiдкрити аудiо файл
SB_Audio_Encode                  =Перетворити...
SB_Audio_Batch                   =Потоком...

GB_AudioSetup                    =Налаштування

L_AudioStreamConvSel             =Необхiдний ланцюг перетворювань:
L_AudioStream_InputDir           =Вхiдна директорiя:
L_AudioStream_OutputDir          =Вихiдна директорiя:

;//////////////////////////////////////
;// Інструменти для зображень        //
;//////////////////////////////////////

SB_EDGE_Picture_Open             =Вiдкрити зображення
SB_EDGE_Picture_Save             =Зберегти...
SB_EDGE_Picture_SaveWOAlpha      =Зберегти без альфи
SB_EDGE_Picture_SaveAlpha        =Зберегти альфу
SB_Image_Batch                   =Потоком...
SB_Image_GrapS                   =GrapS - RAW читач

;//////////////////////////////////////
;// Інструменти для зображень-стор.1 //
;//////////////////////////////////////

TS_EDGE                          =Інформацiя та перегляд

GB_ImageOperations               =Операцiї

SB_EDGE_Negative.Hint            =Негатив зображення
SB_EDGE_Mirror.Hint              =Вiддзеркалити
SB_EDGE_Flip.Hint                =Перегорнути
SB_EDGE_ColorSwap.Hint           =Помiняти мiсцями кольори...
SB_EDGE_Grayscale.Hint           =У вiдтiнки сiрого
SB_EDGE_Alpha_Append.Hint        =Приєднати альфу iз зображення у вiдтiнках сiрого
SB_EDGE_Alpha_Extract.Hint       =Витягти альфу як зображення у вiдтiнках сiрого
SB_EDGE_Alpha_Destroy.Hint       =Видалити альфу iз зображення
SB_EDGE_SubAlpha_Destroy.Hint    =Видалити СУБальфу iз зображення
SB_EDGE_SubAlpha_Extract.Hint    =Витягти СУБальфу й помiстити iї до альфа-простору
SB_EDGE_SubAlpha_Append.Hint     =Приєднати СУБальфу з альфа-простору
SB_EDGE_Alpha_Generate.Hint      =Сгенерувати альфа-маску, порiвняв два зображення
SB_EDGE_NegativeAlpha.Hint       =Негатив альфа-зображення
SB_EDGE_Alpha_Flip.Hint          =Перегорнути альфу

SM_EDGE_GS_ArithmeticMean        =Середнє арифметичне
SM_EDGE_GS_Luma                  =Классично за сигналом яскравостi
SM_EDGE_GS_HDR                   =HDR \ За сигналом яскравостi (Бiльш природне)
SM_EDGE_GS_Red                   =Видiлити червоний канал
SM_EDGE_GS_Green                 =Видiлити зелений канал
SM_EDGE_GS_Blue                  =Видiлити синiй канал

M_EDGE_SUBAlpha_Append_Left      =Лiворуч
M_EDGE_SUBAlpha_Append_Right     =Праворуч
M_EDGE_SUBAlpha_Extract_Left     =Лiворуч
M_EDGE_SUBAlpha_Extract_Right    =Праворуч
M_EDGE_SUBAlpha_Destroy_Left     =Лiворуч
M_EDGE_SUBAlpha_Destroy_Right    =Праворуч

GB_ImagePreview                  =Попереднiй перегляд (подвiйний клiк викликае вiкно попереднього перегляду)

L_Image_Original                 =Зображення:
L_Image_Alpha                    =Альфа:

GB_ImageInfo                     =Інформацiя про файл
L_ImageFileNameTitle             =Ім'я файла:
L_ImageSizeTitle                 =Розмiр:
L_ImageFormatTitle               =Формат:
L_ImageResolutionTitle           =Резолюцiя:
GB_ImageFormat                   =Вихiдний формат
GB_EDGE_Coordinate_Editor        =Редактор PRT-координат
CB_PRT_Editor_Enable             =Дозволити редагування

GB_PreviewColor                  =Фоновий колiр вiкна попереднього перегляду

;//////////////////////////////////////
;// Інструменти для зображень-стор.2 //
;//////////////////////////////////////

TS_EDGE_Setup                    =Налаштування

GB_ImageSetup                    =Налаштування конвертеру зображень

; Загальнi
TS_EDGE_All                      =Усi

GB_EDGE_All                      =Усi
CB_ALL_ProcessAlpha              =Обробляти альфа-данi (дозволити завантаження та збереження альфи)
CB_All_LoadSepAlpha              =Пiдвантажувати альфу з bmp файлiв, якi йдуть разом iз зображенням (тобто з'вязки "file.jpg + filea.bmp")
CB_EDGE_InvertAlpha              =Обробляти альфу як iнвертовану (у рiзних iграх по-рiзному)

GB_EDGE_ColorOptions             =Налаштування для роботы з кольором

GB_EDGE_GrayScale                =Метод перетворення у вiдтiнки сiрого по стандарту

; PNG & JPEG
TS_EDGE_PNG_JPEG                 =PNG та JPEG

GB_EDGE_PNG_JPEG                 =PNG та JPEG

CB_JPEGProgressive               =Зберiгати JPEG файли iз прогрессивною розгорткою (рекомендується для веб-сторiнок)
L_JPEG_Quality                   =Якiсть збереження у JPEG (1 - погана якiсть, 100 - великий розмiр файлу):
L_PNG_Compression                =Ступiнь стискання у PNG (0 - немає, 9 - максимум):

GB_EDGE_CWP                      =Crowd PNG
CB_CWP_GenerateAlpha             =Генерувати CWP альфу при збереженнi
CB_CWP_KillAlpha                 =Вбивати CWP альфу при завантаженнi
CB_CWP_ColorSwap                 =Мiняти CWP кольори при завантаженнi та сбереженнi

; PRT
TS_EDGE_PRT                      =PRT

GB_EDGE_PRT                      =Kid Engine PRT

CB_PRT_Coords                    =Завантажувати та зберiгати PRT XY координати рендерiнгу як ini-файли разом iз файлами зображень

; Misc
TS_EDGE_Misc                     =Інше

GB_EDGE_Misc                     =Інше
SB_EDGE_JPHTML.Hint              =Сгенерувати HTML-версiю таблицi японських кольорiв

;//////////////////////////////////////
;// Script tool (work-in-progress)   //
;//////////////////////////////////////

SB_SR_Open                       =Вiдкрити сценарiй
SB_SR_Decompile                  =Зберегти дизасм
SB_SR_BatchDecompile             =Потоковий дизасм
SB_SR_Compile                    =Зiбрати
SB_SR_BatchCompile               =Потокова сборка

CB_SR_ScriptFormat.Hint          =Встановлює вихiдний формат сценарiю

;//////////////////////////////////////////////////
;// Script tool (obsolete Ever17 Script Chunker) //
;//////////////////////////////////////////////////

SB_OpenSCR                       =Вiдкрити сценарiй
SB_ExportSCRChunks               =Експорт частин
SB_ImportSCRChunks               =Імпорт частин
SB_SCRChunkEditor                =Редактор строк
SB_SCRSaveText                   =Зберегти текст

L_SCRTextSections                =Декомпiлювани текстовi секцiї:

GB_SCRSetup                      =Налаштування
GB_SCRImport                     =Імпорт

CB_SCRAutoimport                 =Автоматично iмпортувати при вiдкриттi
CB_SCRSaveDir                    =Зберiгати копiю у директорiю:

;L_SCR_12345=123456789012345678901234567890123456789012345678

GB_SC3                           =Декомпiляцiя KID Engine SC3
RB_SC3_Strip                     =Вбирати опкоди (читабельний текст)
RB_SC3_Keep                      =Зберiгати опкоди (для рекомпиляцiї)
SB_CompileList                   =Зiбрати зi списка
SB_CompileList.Hint              =Вiдкрити текстовий файл зi строками на зразок 'op00'. Інтерпретується як 'op00\op00.scr'...

GB_ScenarioFileInfo              =Інформацiя про сценарiй

L_ScenarioOffsetText             =Початкове змiщення (оффсет) тексту:
L_ScenarioRecordsText            =Кiлькiсть записiв:

L_Warn_E17                       =Увага: ця утилiта була створена лише для Ever17 й не пiдтримує роботу зi скриптами iнших форматiв.

;//////////////////////////////////////
;// Ризни iнши iнструменти           //
;//////////////////////////////////////

SB_XOR                           =Конверсiя байтiв
SB_XORBruteforce                 =Брутфорс байтiв
SB_XOR_Batch                     =Потоком...

GB_ByteConverter                 =Налаштування конвертера байтiв
RB_Invert                        =Інверсiя бiтiв (XOR 0xFF/$FF) ($FF = 255)
RB_XOR                           =XOR бiтiв
RB_AND                           =AND бiтiв
RB_OR                            =OR бiтiв
RB_SHL                           =Зсунути бiти влiво на
RB_SHR                           =Зсунути бiти вправо на
RB_256MinusValue                 =Кодувати\розкодувати за формулою "значення = 256 - значення"
RB_ValueMultiplyBy4              =[Застарiло] Кодувати за циклiчним множенням
RB_ValueDivideBy4                =[Застарiло] Розкодувати за циклiчним множенням

RB_KeyXOR                        =XOR кодування\розкодування по файлу-ключу
B_Keyfile                        =...
B_KeyFile.Hint                   =Натиснiть тут щоб вибрати файл "ключа"

CB_BC_FilePosition               =Розпочати преобразування, починаючи з позицiї:

CB_OverwriteNoBackup             =Не створювати запасних копiй (не рекомендуеться)

GB_Value                         =Інтерпретатор значення

L_ConvBlockSize                  =Розмiр блоку в мегабайтах:

GB_BC_Presets                    =Предвстановлення конвертера байтiв
L_BC_Presets                     =Предвстановлення:

;//////////////////////////////////////
;// Опцiї                            //
;//////////////////////////////////////

GB_Core                          =Ядро

CB_ScreenSnap                    =Дозволити вiкну программи липнути до кордонiв екрану
L_ScreenSnapPixels               =пикселiв
CB_AlphaBlendEffect              =Дозволити ефект напiвпрозоростi головного вiкна пiд час завантаження
CB_EnableDoubleBuffering         =Дозволити подвiйну буферiзацiю для прорисовки GUI (вбирає блимання, може бути несумiсним iз "сучасними" темами)
CB_MultipleInstances             =Дозволити одночасну роботу декiлькох копiй программи

B_IntSkinReload                  =[ Вiдладка ] Перезавантажити внутрiшню шкурку

GB_Language                      =Мова
L_LangAuthor                     =Автор:
L_LangWWW                        =Веб-сайт:
L_LangEMail                      =Скринька:

L_SelectedLanguage               =Обрана мова:

;//////////////////////////////////////
;// Журнал aka консоль               //
;//////////////////////////////////////
GB_MessageLog                    =Вiдобразити та зберегти у лог

CB_LogS                          =Статичнi повiдомлення
CB_LogM                          =Звичайнi повiдомлення
CB_LogI                          =Інформацiйнi
CB_LogD                          =Повiдомлення для вiдладки
CB_LogW                          =Попереждення
CB_LogE                          =Помилки
CB_NoLog                         =Нiчого (вимкнути)
CB_NoLog.Hint                    =Повнiстю вимкнути систему протоколювання (повiдомлень про помилки не буде видно зовсiм)
CB_BeepOnError                   =Бiп!
CB_BeepOnWarn                    =Бiп!

L_Log_BGColor                    =Цвет фона
L_Log_SelColor                   =Цвет выделения

M_Log_ClbCpy                     =Копiювати видiлене
M_Log_ClbCpyAll                  =Копiювати усе
M_Log_Save                       =Зберегти журнал як...
M_Log_Clear                      =Очистити журнал

;//////////////////////////////////////
;// Вiкно [про программу]            //
;//////////////////////////////////////

L_UsersManual                    => Керiвництво користувача <
L_ThisSoftwareIsFree             =Ця программа є безкоштовною. Докладнiше у лiцензiйнiй угодi.

;//////////////////////////////////////
;// Інструмент GrapS                 //
;//////////////////////////////////////

File1                            =Файл
Open1                            =Вiдкрити...
SaveasBMP1                       =Зберегти як BMP...
Exit1                            =Повернення у AE
GB_Image                         =Налаштування зображення
L_Width                          =Вкажiть ширину зображення:
L_Height                         =Вкажiть висоту зображення:
L_Bitdepth                       =Виберiть кiлькiсть бiт:
L_StreamSize                     =Обчисленний розмiр потоку:
GB_Seek                          =Керування позицiонуванням
L_Offset                         =Вкажiть початкове змiщення (оффсет)
B_JumpUp                         =^ Розмiр ^
B_JumpDown                       =v Розмiр v
L_SeekStep                       =Розмiр кроку (для << i >>):
L_FinalOffsetText                =Кiнцеве змiщення:
B_Reset                          =СКИД
CB_ExtractAlpha                  =Вiтягти альфа-канал з 32-бiтного зображення
CB_Stretch                       =Розтягнути для перегляду
Image_View.Hint                  =Натиснiть двiчi, щоб сберегти...
Memo_HowTo1                      =Використовування:
Memo_HowTo2                      =Вiдкрийте будь-який файл, котрий (теоретично) мiстить НЕСТИСНУТЕ зображення (наприклад, iгровий, або программний дамп).
Memo_HowTo3                      =Далi, використовуйте повзунки, або вручну вкажiть бажани пропорцiї зображення, далi встановiть кiлькiсть бiт (будьте уважнi. Якщо розмiр потоку перевищує розмiр файлу, нiякого зображення ви не отримаєте)
Memo_HowTo4                      =Щоб знайти вiрне змiщення, скористуйтесь органами керування позицiонуванням.
Memo_HowTo5                      =Коли Ви отримаєте бажаний результат, двiчi натиснiть на область перегляду щоб сберегти BMP-файл.
Memo_HowTo6                      =Увага: цей модуль трохи нестабiльний та iнодi вилiтає. :)

;//////////////////////////////////////
;// Вiкна повiдомлень                //
;//////////////////////////////////////

;
; Дiалог коефiцiєнту фрагментацiї\компрессiї
;
0000=Інформацiя
0001=Архiв
0002=Додатковi поля
0003=Файл
0004=Версiя гри
0005=Статус формату
0006=Записiв в архивi
0007=Результати перевiрки цiлiсностi даних
0008=Фiзичний розмiр архiва
0009=Обчисленний розмiр файлiв
000A=Розмiр нестиснутих файлiв
000B=Хвiст (збiльшення)
000C=Збережено (через стискання)
000D=Коефiцiєнт фрагментацiї
000E=Коефiцiєнт стискання
000F=Втрачено
0010=Коефiцiєнт втрати даних

;
; Значення
;
0011=байт
0012=бiт
0013=Кб
0014=Мб
0015=Гб

0016=невiдомий формат

0017=Усi файли
0018=Зарезервовано
0019=Версiя
001A=Нова директорiя
001B=Неможливо створити директорiю у зазначенiй гiлцi.

;
; Повiдомлення
;
001C=Будь ласка перегляньте керiвництво про роботу даного формату.
001D=Ця реалiзацiя даного формату мiстить помилки i створює неробочi файли.
001E=Ця реалiзацiя даного формату працює лише для читання.
001F=Ця реалiзацiя даного формату не протестована.
0020=Це формат-болванка, для тестування логiки.

0021=Попереждення
0022=Створення файлiв обраного формату поки що не пiдтримується. Вихiдний файл буде порожнiм. Пробач. :)
0023=УВАГА: Ця операцiя приведе до перезапису iснуючих частин.
0024=Ви ДІЙСНО хочете продовжити?
0025=Ви хочете перезаписати оригiнальний файл? Якщо нi, буде записана окрема копiя iз розширенням ".converted".;застарiло

0026=Слiва
0027=Справа
0028=Сгори
0029=Знизу

002A=ето не файл

;
; %Filename% > %s% symbols. Filename will be truncated.
;
002B=символiв. Ім'я файла буде обрiзано.

002C=запущен
002D=скопiйован в
002E=успiшно вiдкрит.
002F=успiшно створен.
0030=успiшно витягнут.
0031=успiшно додан.
0032=успiшно декодован.

;
; %filename% imported as alpha.
;
0033=iмпортован у якостi альфи.

0034=Інiцiалiзацiя...
0035=Витягання...
0036=Преобразування...
0037=Збереження...
0038=Вiдкриття...
0039=Додавання...
003A=Експорт...
003B=Імпорт...

;
; Raw reader tool subheader
;
003C=утилiта для RAW-читання зображень

;
; W.I.M.E.D. Messages
;
003D=Йде обчислювання CRC32, зачекайте будь ласка...

003E=Спочатку вiдкрий архiв!
003F=Збой при витяганнi
0040=Архiв зiпсован або його формат не пiдтримується.
0041=Запис у таблицi файлiв зiпсован. Цей файл неможливо витягнути.
0042=Неможливо витягнути
0043=Поток архiву закрито.
0044=Поток архiву вже закрито.
0045=Архiв вже iснує и не може бути перезаписан. Будь ласка задайте iнше iм'я та/або шлях збереження

0046=Вказано некорректну директорiю!

0047=Створення вихiдної директорiї
0048=Неможливо створити вихiдну директорiю!

;
; Reserved strings
;
0049=Ця реалiзацiя навмистно оброблює формат врозбiг iз початковими специфiкациями. Оскiльки розроблен для окремого випадку, алгоритм може викликати пошкодження даних як при вiдкриттi, так i при збереженнi.

004A=Неможливо вiдкрити обраний файл.

004B=Читання аудiофайлу...
004C=Спочатку вiдкрий аудiофайл!

004D=Зображення успiшно преобразовано.
004E=Помилка при преобразуваннi зображення.
004F=Спочатку вiдкрий файл зображення!

0050=Це зображення не має альфа-каналу.
0051=Розмiри зображення не дiляться на 2 й не можуть бути роздiленi, або з'єднанi.
0052=Неможливо порiвняти два зображення, яки мають рiзнi розмiри.
0053=Формат не пiдтримується або розмiри альфи вiдрiзняються вiд розмiрiв зображення.

0054=Готово.
0055=Скасовано користувачем.
0056=Невiдома помилка.
0057=Збiй при читаннi PNG ресурсiв.

0058=Формат не пiдтримується.
0059=Створення файлiв обраного формату (поки що) не пiдтримується.

005A=Ви намагаєтесь (роз)кодувати файл, використовуючи його i в якостi ключа. Ця операцiя нездiйсненна.

;
; This format is tagged as "%format_status%". Do you still wish to continue?
;
005B=Цей формат вiдмiчен як
005C=Ви дiйсно хочете продовжити?

005D=Не вказано корректного файлу ключа.

005E=Цей формат - пiдвид основного формату з незначними змiненнями у структурi. З цiєї причини, вiн пропускається при визначеннi структури архiву та вважається форматом "тiльки для запису".

005F=Файл не знайдено.

;
; Error while saving %filename%
;
0060=Збiй при збереженнi

0061=Режим перезапису архiва активован. Будьте обережнi.
0062=Режим перезапису архiва деактивован.

0063=Йде преобразування байтiв. Будь ласка, зачекайте...
0064=Преобразування байтiв завершено.
0065=Збiй при преобразуваннi байтiв.

0066=Журнал вимкнен. Прощавай, прощавай! :(
0067=Журнал увiмкнен. Без кляпа у ротi набагато краще! :)

;
; AE debugging log cleared at %system_time%
;
0068=Журнал вiдладки очищений

0069=Функцiя знаходиться у розробцi.

006A=Декомпiляцiя записiв...
006B=Експорт завершено.
006C=Імпорт завершено.

006D=Неможливо експортувати -- спочатку треба вiдкрити файл.
006E=Неможливо iмпортувати -- спочатку треба вiдкрити файл.
006F=Неможливо iмпортувати -- деякi частини файлу не знайденi!
0070=Неможливо створити вихiдну директорiю й записати скомпiльований файл.

0071=Реiнiцiалiзацiя завершена.

0072=У цьому архiвi знайдено прихованi (iмовiрно видаленi, або смiттєвi) данi.
0073=Чи хочете ви, щоб вони були вiдображенi у iнтерфейсi й ви мали змогу витягнути їх?
0074=Примiтка: прихованi данi будуть доданi у кiнець списку файлiв.
0075=Архiв не мiстить прихованих даних.

;
; %n gap(s) found in this archive at the following offsets:
;
0076=розрив(iв) знайден(о) у архiвi за наступними змiщеннями

0077=Кiнець звiту.

;//////////////////////////////////////
;// Вiкно дiалогу директорiй         //
;//////////////////////////////////////

0080=Будь ласка вкажiть корректну директорiю:

;//////////////////////////////////////
;// Credits section (easter egg-3)   //
;//////////////////////////////////////
;
; Please note: new basic formatting scheme
;
; &b - bold, &u - underline, &s - striked-out, && - processed to "&"
;
00F0=&b&uТворцi
00F1=&bІдея та оформлення GUI
00F2=&bЯдро
00F3=&bУчастники
00F4=&bЛокалiзацiя
00F5=&bЗадiянi компоненти та матерiали
00F6=&bОсобливi подяки...

00FE=Далi буде! :)

;//////////////////////////////////////
;// Файл довiдки або його замiнник   //
;//////////////////////////////////////
00FF=AE.chm

;
; Кiнець
;